Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2017.tmx
Source language: en_us
Languages: zh_cn

source: We will take steady steps to advance reform of the old-age insurance system, and allocate a portion of state capital to enlarge social security funds.
zh_cn: 稳步推动养老保险制度改革，划转部分国有资本充实社保基金。

source: We will deepen the coordinated reform of medical services, health insurance, and the medicine industry.
zh_cn: 深化医疗、医保、医药联动改革。

source: We will introduce overall reform in public hospitals nationwide, abolish all markups on pharmaceuticals, and make coordinated progress in reforming health care pricing, staffing and remuneration, medicine distribution, and models of health insurance payment.
zh_cn: 全面推开公立医院综合改革，全部取消药品加成，协调推进医疗价格、人事薪酬、药品流通、医保支付方式等改革。

source: We will continue reforms in education, the cultural sector, and public institutions to unleash society's vast potential for growth.
zh_cn: 深入推进教育、文化和事业单位等改革，把社会领域的巨大发展潜力充分释放出来。

source: We will deepen institutional reform to build a sound ecological environment.
zh_cn: 深化生态文明体制改革。

source: We will improve the functional zoning system and the mechanisms for compensating for ecological conservation efforts; we will put in place resource and environment monitoring and early-warning mechanisms; we will launch trials to improve the state natural resource assets management system; and we will introduce an overall plan for establishing a national parks system. All these efforts should provide effective institutional safeguards for building a sound ecological environment.
zh_cn: 完善主体功能区制度和生态补偿机制，建立资源环境监测预警机制，开展健全国家自然资源资产管理体制试点，出台国家公园体制总体方案，为生态文明建设提供有力制度保障。

source: 3. Doing more to unleash the potential of domestic demand
zh_cn: （三）进一步释放国内需求潜力。

source: We will push to see that the composition of supply becomes better matched with the composition of demand and that consumption upgrades and effective investment reinforce each other; we will promote coordinated development between regions and between rural and urban areas; and we will strengthen the role of domestic demand in sustaining growth.
zh_cn: 推动供给结构和需求结构相适应、消费升级和有效投资相促进、区域城乡发展相协调，增强内需对经济增长的持久拉动作用。

source: We will promote a steady increase in consumer spending.
zh_cn: 促进消费稳定增长。

source: We need to adapt to changes in consumer demand, improve our policies and measures, and create a better consumer environment.
zh_cn: 适应消费需求变化，完善政策措施，改善消费环境。

source: First, we need to speed up the development of service consumption.
zh_cn: 一要加快发展服务消费。

source: We will launch a new round of trials for comprehensive reform in the service sector, and support the non-governmental sector in providing educational, cultural, elderly care, healthcare, and other services.
zh_cn: 开展新一轮服务业综合改革试点，支持社会力量提供教育、文化、养老、医疗等服务。

source: We will encourage development of new service models and cross-sectoral integration, combined medical and elderly care services, cultural and creative services, and other emerging forms of consumption.
zh_cn: 推动服务业模式创新和跨界融合，发展医养结合、文化创意等新兴消费。

source: We will ensure paid vacations are enforced, improve tourist facilities and services, and make a big push to develop rural tourism, recreational tourism, and all-for-one tourism.
zh_cn: 落实带薪休假制度，完善旅游设施和服务，大力发展乡村、休闲、全域旅游。

source: We will increase information consumption including digital homes and online learning.
zh_cn: 扩大数字家庭、在线教育等信息消费。

source: We will see that communities and rural areas have better access to e-commerce and express delivery services, and encourage the integrated development of physical store sales and online shopping.
zh_cn: 促进电商、快递进社区进农村，推动实体店销售和网购融合发展。

source: Second, we need to boost consumption of quality products.
zh_cn: 二要增加高品质产品消费。

source: We will guide enterprises in increasing the variety of products, raising their quality, and building the brands of their products.
zh_cn: 引导企业增品种、提品质、创品牌，

source: More products sold domestically should be produced on the same production lines, meet the same standards, and be of the same quality as products for export in order to better satisfy the needs of upgrading consumption.
zh_cn: 扩大内外销产品“同线同标同质”实施范围，更好满足消费升级需求。

source: Third, we need to ensure order in the market.
zh_cn: 三要整顿和规范市场秩序。

source: We will be strict about investigating and punishing the production and sale of counterfeit and substandard goods, false advertising, and price fraud.
zh_cn: 严肃查处假冒伪劣、虚假广告、价格欺诈等行为，

source: We will strengthen the protection of consumer rights; and we will make sure that spending is an enjoyable rather than a disappointing experience for consumers.
zh_cn: 加强消费者权益保护，让群众花钱消费少烦心、多舒心。

source: We will work proactively to expand effective investment.
zh_cn: 积极扩大有效投资。

source: We will guide more investment into fields that will help to strengthen weak areas, drive structural adjustment, encourage innovation, and improve people's lives.
zh_cn: 引导资金更多投向补短板、调结构、促创新、惠民生的领域。

source: This year, we will invest 800 billion yuan in railway construction and 1.8 trillion yuan in highway and waterway projects. Construction on another 15 major water conservancy projects will begin; and work on major rail transport, civil and general aviation, and telecommunications infrastructure projects will be sped up.
zh_cn: 今年要完成铁路建设投资8000亿元、公路水运投资1.8万亿元，再开工15项重大水利工程，继续加强轨道交通、民用和通用航空、电信基础设施等重大项目建设。

source: A total of 507.6 billion yuan of investment has been included in the central government budget this year.
zh_cn: 中央预算内投资安排5076亿元。

source: We will implement and improve policies and measures for encouraging private investment.
zh_cn: 落实和完善促进民间投资的政策措施。

source: We will continue to promote public-private partnerships, and improve related policies on preferential pricing, tax, and fee arrangements.
zh_cn: 深化政府和社会资本合作，完善相关价格、税费等优惠政策，

source: Government must take the lead in acting in good faith and must never arbitrarily change agreements, and new officials must not disavow obligations undertaken by their predecessors.
zh_cn: 政府要带头讲诚信，决不能随意改变约定，决不能“新官不理旧账”。

source: We will improve planning for regional development.
zh_cn: 优化区域发展格局。

source: We will coordinate the launching of three strategic initiatives and the development of the eastern, central, western, and northeastern regions.
zh_cn: 统筹推进三大战略和“四大板块”发展，实施好相关规划，

source: We will ensure related plans are well implemented and explore and adopt new measures.
zh_cn: 研究制定新举措。

source: We will boost the development of national-level new areas, development zones, and industrial parks through innovation.
zh_cn: 推动国家级新区、开发区、产业园区等创新发展。

source: We will support the economic transformation and development of areas hurt by resource depletion and severe ecological degradation.
zh_cn: 支持资源枯竭、生态严重退化等地区经济转型发展。

source: Airspace resources will be better allocated.
zh_cn: 优化空域资源配置。

source: We will speed up the development of maritime economy demonstration zones, we will move faster to develop China into a strong maritime country, and we will be resolute in safeguarding China's maritime rights and interests.
zh_cn: 推进海洋经济示范区建设，加快建设海洋强国，坚决维护国家海洋权益。

source: We will take solid steps to pursue a new type of urbanization.
zh_cn: 扎实推进新型城镇化。

source: We will deepen the reform of the household registration system. This year, at least 13 million new urban residents will be registered as permanent urban residents. We will speed up work to introduce the urban residence card system nationwide.
zh_cn: 深化户籍制度改革，今年实现进城落户1300万人以上，加快居住证制度全覆盖。

source: We will support the development of small and medium cities and small towns with distinctive local features. We will help a number of counties and very large towns that meet the criteria to steadily develop into cities, and we will make city clusters better play their role in driving the development of their surrounding areas.
zh_cn: 支持中小城市和特色小城镇发展，推动一批具备条件的县和特大镇有序设市，发挥城市群辐射带动作用。

source: We will encourage local governments to integrate their urban plans into single master plans and raise the standard of municipal planning and design.
zh_cn: 促进“多规合一”，提升城市规划设计水平。

source: We will take more steps to reform and develop the construction industry, and improve the quality of construction projects.
zh_cn: 推进建筑业改革发展，提高工程质量。

source: We will promote coordinated urban development above and below the ground, strengthen geological surveying, and begin construction on at least another 2,000 kilometers of underground utility tunnels in cities.
zh_cn: 统筹城市地上地下建设，加强城市地质调查，再开工建设城市地下综合管廊2000公里以上，

source: A three-year initiative will be launched to remove the risk of flooding in highly vulnerable urban areas, further progress will be made in the development of sponge cities, and effective steps will be taken to address traffic congestion and other urban maladies. All these efforts will make our cities more attractive and function better.
zh_cn: 启动消除城区重点易涝区段三年行动，推进海绵城市建设，有效治理交通拥堵等“城市病”，使城市既有“面子”、更有“里子”。

source: 4. Transforming and upgrading the real economy through innovation
zh_cn: （四）以创新引领实体经济转型升级。

source: The real economy has always been the foundation of China's development; the task we now face is to speed up its transformation and upgrading.
zh_cn: 实体经济从来都是我国发展的根基，当务之急是加快转型升级。

source: We will do more to implement the strategy of innovation-driven development, upgrade the structure of the real economy, and improve its performance and competitiveness.
zh_cn: 要深入实施创新驱动发展战略，推动实体经济优化结构，不断提高质量、效益和竞争力。

source: We will strengthen our capability for making technological innovations.
zh_cn: 提升科技创新能力。

source: We will improve mechanisms for providing continued long-term support for fundamental research and original research, build major national infrastructure projects for science and technology and set up technological innovation hubs, and establish platforms for sharing R&D resources.
zh_cn: 完善对基础研究和原创性研究的长期稳定支持机制，建设国家重大科技基础设施和技术创新中心，打造科技资源开放共享平台。

source: We will continue piloting reforms for all-around innovation.
zh_cn: 推进全面创新改革试验。

source: We will reform the system for assessing scientific and technological achievements.
zh_cn: 改革科技评价制度。

source: We will see our universities and research institutes truly operate with autonomy, ensure that incentive policies like stocks, options, and dividends are implemented, and implement the reform of the systems for managing research funding and projects. These steps should keep our scientists and engineers from being distracted and allow them to focus on their research.
zh_cn: 切实落实高校和科研院所自主权，落实股权期权和分红等激励政策，落实科研经费和项目管理制度改革，让科研人员不再为杂事琐事分心劳神。

source: We will begin piloting reforms to conduct integrated management of intellectual property rights and improve the system for creating, protecting, and applying intellectual property rights.
zh_cn: 开展知识产权综合管理改革试点，完善知识产权创造、保护和运用体系。

source: We will deepen reform of China's systems for cultivating talent and introduce more effective policies for bringing in talent from overseas. By welcoming the world's brightest minds to China and fully motivating our scientists and engineers, we will use innovation to accomplish great things.
zh_cn: 深化人才发展体制改革，实施更加有效的人才引进政策，广聚天下英才，充分激发科研人员积极性，定能成就创新大业。

source: We will accelerate the development of emerging industries.
zh_cn: 加快培育壮大新兴产业。

source: We will fully implement our plan for developing strategic emerging industries. We will accelerate R&D on and commercialization of new materials, new energy, artificial intelligence, integrated circuits, bio-pharmacy, 5G mobile communications, and other technologies, and develop industrial clusters in these fields.
zh_cn: 全面实施战略性新兴产业发展规划，加快新材料、新能源、人工智能、集成电路、生物制药、第五代移动通信等技术研发和转化，做大做强产业集群。

source: We will continue to support and guide the development of the sharing economy to enable greater efficiency in the use of resources and bring greater convenience to our people.
zh_cn: 支持和引导分享经济发展，提高社会资源利用效率，便利人民群众生活。

source: We will formulate regulatory rules for emerging industries in keeping with the principle of encouraging innovation and conducting regulation in a tolerant and prudent way, and guide and promote the healthy development of emerging industries.
zh_cn: 本着鼓励创新、包容审慎原则，制定新兴产业监管规则，引导和促进新兴产业健康发展。

source: We will deepen reform of the statistics management system and improve statistics on emerging industries.
zh_cn: 深化统计管理体制改革，健全新兴产业统计。

source: In the age of the Internet, faster, safer, and more cost-effective information networks are crucial to the development of every sector.
zh_cn: 在互联网时代，各领域发展都需要速度更快、成本更低、安全性更高的信息网络。

source: This year, we will do more to increase broadband speed and lower rates for Internet services. Mobile rates for domestic roaming and long-distance calls will be cancelled; rates for broadband services for small and medium enterprises will be slashed; and rates for international calls will be lowered.We will push forward with the Internet Plus action plan and speed up the development of the digital economy. I am confident that all these steps will benefit both businesses and our people.
zh_cn: 今年网络提速降费要迈出更大步伐，年内全部取消手机国内长途和漫游费，大幅降低中小企业互联网专线接入资费，降低国际长途电话费，推动“互联网+”深入发展、促进数字经济加快成长，让企业广泛受益、群众普遍受惠。

source: We will endeavor to transform and upgrade traditional industries.
zh_cn: 大力改造提升传统产业。

source: We will intensify efforts to implement the Made in China 2025 initiative, promote accelerated application of big data, cloud computing, and the Internet of Things, and use new technologies, new forms of business, and new models to bring about transformation in the production, management, and marketing models of traditional industries.
zh_cn: 深入实施《中国制造2025》，加快大数据、云计算、物联网应用，以新技术新业态新模式，推动传统产业生产、管理和营销模式变革。

source: With the development of smart manufacturing as our focus, we will press ahead with building national smart manufacturing demonstration zones and manufacturing innovation centers.
zh_cn: 把发展智能制造作为主攻方向，推进国家智能制造示范区、制造业创新中心建设，

source: We will work hard on the implementation of projects to build a robust foundation for industrial development and projects to develop and make major equipment, and we will make a big push to develop advanced manufacturing, thus moving toward mid- and high-end manufacturing.
zh_cn: 深入实施工业强基、重大装备专项工程，大力发展先进制造业，推动中国制造向中高端迈进。

source: We will improve policies designed to turn China into a manufacturer of quality, and we will adopt a variety of supportive measures for technological upgrading and re-energize traditional industries.
zh_cn: 完善制造强国建设政策体系，以多种方式支持技术改造，促进传统产业焕发新的蓬勃生机。

source: We will continue to encourage people to start businesses and make innovations.
zh_cn: 持续推进大众创业、万众创新。

source: Our policy of encouraging people to start businesses and innovate is an effective way of creating jobs through business startups and innovation; it is an important source of strength that fosters new growth drivers to replace old ones and that upgrades the economic structure; and it is an effective channel for promoting equal opportunity and facilitating vertical social mobility. We must keep on pushing hard with this policy.
zh_cn: “双创”是以创业创新带动就业的有效方式，是推动新旧动能转换和经济结构升级的重要力量，是促进机会公平和社会纵向流动的现实渠道，要不断引向深入。

source: We will establish more entrepreneurship and innovation demonstration centers; we will encourage large enterprises, research institutes, and universities to establish specialized spaces for crowd innovation; we will strengthen support for innovative medium, small and micro businesses; and we will develop a full range of services that are accessible to the general public for the entire business startup and innovation process. All this should help entities to fully exploit their own strengths and interact both on- and off-line, and see small enterprises burgeoning nationwide, large enterprises growing mighty, and market dynamism and social creativity being fully unleashed.
zh_cn: 新建一批“双创”示范基地，鼓励大企业和科研院所、高校设立专业化众创空间，加强对创新型中小微企业支持，打造面向大众的“双创”全程服务体系，使各类主体各展其长、线上线下良性互动，使小企业铺天盖地、大企业顶天立地，市场活力和社会创造力竞相迸发。

source: We will take comprehensive steps to improve product quality.
zh_cn: 全面提升质量水平。

source: We will take a broad range of actions to raise quality, strengthening all-around quality management, building firm technological foundations for product quality, tightening quality oversight, and improving the competitive mechanism that links a firm's fate in business to the quality of its products.
zh_cn: 广泛开展质量提升行动，加强全面质量管理，夯实质量技术基础，强化质量监督，健全优胜劣汰质量竞争机制。

source: Quality is born of workmanship.
zh_cn: 质量之魂，存于匠心。

source: We will promote workmanship and foster a culture of workmanship where workers have a strong work ethic and tirelessly seek improvement.
zh_cn: 要大力弘扬工匠精神，厚植工匠文化，恪尽职业操守，崇尚精益求精，

source: We will refine our incentive mechanisms and see great numbers of Chinese workers exemplify workmanship and more Chinese brands enjoy international recognition. We will usher in an era of quality for economic development in China.
zh_cn: 完善激励机制，培育众多“中国工匠”，打造更多享誉世界的“中国品牌”，推动中国经济发展进入质量时代。

source: 5. Promoting steady development of agriculture and continued increases in rural incomes
zh_cn: （五）促进农业稳定发展和农民持续增收。

source: We will do more to advance supply-side structural reform in agriculture, improve policies to boost agriculture and benefit farmers, and create more channels for rural residents to find employment and increase their incomes.
zh_cn: 深入推进农业供给侧结构性改革，完善强农惠农政策，拓展农民就业增收渠道，

source: We will ensure China's food security, see that agricultural modernization and new urbanization reinforce each other, and speed up efforts to foster new drivers powering agricultural and rural development.
zh_cn: 保障国家粮食安全，推动农业现代化与新型城镇化互促共进，加快培育农业农村发展新动能。

source: We will push forward with structural adjustment in agriculture.
zh_cn: 推进农业结构调整。

source: We will guide farmers in responding to market demand, increasing the supply of quality green agricultural products and the production of quality rice and wheat, and making appropriate reductions to the amount of land devoted to growing corn.
zh_cn: 引导农民根据市场需求发展生产，增加优质绿色农产品供给，扩大优质水稻、小麦生产，适度调减玉米种植面积，

source: We will expand trials to replace grain crop with feed crop cultivation to cover over 667,000 hectares.
zh_cn: 粮改饲试点面积扩大到1000万亩以上。

source: We will encourage the use of multiple channels to reduce excess stockpiles of corn.
zh_cn: 鼓励多渠道消化玉米库存。

source: We will support major agricultural production areas in developing intensive processing of agricultural products, develop farm-based recreation or agritourism, extend industry chains and value chains, and step up the integrated development of primary, secondary, and tertiary industries in rural areas.
zh_cn: 支持主产区发展农产品精深加工，发展观光农业、休闲农业，拓展产业链价值链，打造农村一二三产业融合发展新格局。

source: We will boost the development of modern agriculture.
zh_cn: 加强现代农业建设。

source: We will work faster to see due standards are followed in agricultural production, and promote the development and protection of brand name agricultural products.
zh_cn: 加快推进农产品标准化生产、品牌创建和保护，

source: We will create functional zones for grain production, major agricultural product protection areas, areas for growing quality and distinctively local agricultural products, and modern agriculture industrial parks.
zh_cn: 打造粮食生产功能区、重要农产品生产保护区、特色农产品优势区和现代农业产业园。

source: We will continue to improve rural land, upgrade low- and medium-yield cropland, and spread dry-farming techniques, adding 1.33 million hectares of farmland under highly water-efficient irrigation.
zh_cn: 推进土地整治，大力改造中低产田，推广旱作技术，新增高效节水灌溉面积2000万亩。

source: We will strengthen the protection of cultivated land and improve work to offset cultivated land used for other purposes.
zh_cn: 加强耕地保护，改进占补平衡。

source: Developing appropriately scaled, diversified farming operations is vital for Chinese-style agricultural modernization, and these operations need to be covered by agricultural insurance.
zh_cn: 发展多种形式适度规模经营，是中国特色农业现代化的必由之路，离不开农业保险有力保障。

source: This year, in selected counties and county-level cities in 13 major grain-producing provinces, we will provide catastrophe insurance for farmers engaging in appropriately scaled farming operations.
zh_cn: 今年在13个粮食主产省选择部分县市，对适度规模经营农户实施大灾保险，

source: We will channel a portion of budgetary disaster relief funds into this initiative and expand the coverage and raise the benefits of the insurance scheme.
zh_cn: 调整部分财政救灾资金予以支持，提高保险覆盖面和理赔标准，

source: We will improve the agricultural reinsurance system.
zh_cn: 完善农业再保险体系，

source: We wish to use sustainable and sound agricultural insurance schemes to drive the development of modern agriculture.
zh_cn: 以持续稳健的农业保险助力现代农业发展。

source: We will deepen rural reforms.
zh_cn: 深化农村改革。

source: We will take steady steps to reform the rural collective property rights system and deepen the pilot reform of the rural land system to see our farmers are granted more property rights.
zh_cn: 稳步推进农村集体产权制度改革，深化农村土地制度改革试点，赋予农民更多财产权利。

source: We will improve pricing mechanisms for grain and other important agricultural products as well as the system for their purchase and storage.
zh_cn: 完善粮食等重要农产品价格形成机制和收储制度，

source: We will carry out comprehensive reform of the pricing for water used in agriculture.
zh_cn: 推进农业水价综合改革。

source: We will deepen reforms related to collective forest tenure, state forestry areas and farms, state-owned farms, and rural supply and marketing cooperatives.
zh_cn: 深化集体林权、国有林区林场、农垦、供销社等改革。

source: We will strengthen the development of rural community-level organizations.
zh_cn: 加强农村基层组织建设。

source: We will improve the mechanisms for encouraging business startups and innovation in rural areas, train more professional farmers of new kinds, support migrant workers in starting businesses in their hometowns and villages, and take further measures to encourage college graduates, demobilized military personnel, and scientists and engineers to work in rural areas.
zh_cn: 健全农村“双创”促进机制，培养更多新型职业农民，支持农民工返乡创业，进一步采取措施鼓励高校毕业生、退役军人、科技人员到农村施展才华。

source: We will step up the development of public facilities in rural areas.
zh_cn: 加强农村公共设施建设。

source: A total of 200,000 kilometers of roads will be upgraded or built in rural areas.
zh_cn: 新建改建农村公路20万公里。

source: We will see that all rural areas have a steady and reliable supply of power and that all electric pumpsets on rural flatlands are connected.
zh_cn: 实现农村稳定可靠供电服务和平原地区机井通电全覆盖。

source: Fiber-optic broadband will be extended to 30,000 administrative villages.
zh_cn: 完成3万个行政村通光纤。

source: We will increase water supply to better ensure access to safe drinking water.
zh_cn: 提高农村饮水安全供水保证率。

source: We will intensify efforts to renovate dilapidated houses and improve rural living environments.
zh_cn: 加大农村危房改造力度。

source: Our goal is to develop rural China into a place where people can enjoy both the beauty of the countryside and the conveniences of modern living.
zh_cn: 深入推进农村人居环境整治，建设既有现代文明、又具田园风光的美丽乡村。

source: 6. Actively expanding China's opening up to the world
zh_cn: （六）积极主动扩大对外开放。

source: Faced with new changes in the international environment and the new requirements of China's development, we need to further refine our strategic plan for opening up, work faster to build new systems for an open economy, and drive China toward both deeper and higher level opening up.
zh_cn: 面对国际环境新变化和国内发展新要求，要进一步完善对外开放战略布局，加快构建开放型经济新体制，推动更深层次更高水平的对外开放。

source: We will make solid efforts to pursue the Belt and Road Initiative.
zh_cn: 扎实推进“一带一路”建设。

source: Guided by the principle of achieving shared growth through consultation and collaboration, we will accelerate the building of overland economic corridors and maritime cooperation hubs, and establish cooperative mechanisms for achieving compatibility in customs clearance procedures along the routes.
zh_cn: 坚持共商共建共享，加快陆上经济走廊和海上合作支点建设，构建沿线大通关合作机制。

source: We will deepen international industrial-capacity cooperation, promoting the export of Chinese equipment, technologies, standards, and services, to see that China and other countries are able to draw on each other's strengths.
zh_cn: 深化国际产能合作，带动我国装备、技术、标准、服务走出去，实现优势互补。

source: We will strengthen personal and cultural exchanges and cooperation in education, science and technology, culture, healthcare, and tourism.
zh_cn: 加强教育、科技、文化、卫生、旅游等人文交流合作。
